[{
        "nom": "Abri",
        "type": "Normal",
        "puissance": "/",
        "precision": "?",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Abri protège de tout effet, direct ou indirect, qu'une capacité adverse pourrait causer. Ceci n'inclut pas les dégâts causés par un éventuel changement de climat ou de statut. Les chances de réussite de cette capacité sont les suivantes : une utilisation consécutiveles chances sont 65535/65535, deux 32767/65535, trois 16383/65535 et quatre et plus 8191/65535."
    },
    {
        "nom": "Aéroblast",
        "type": "Vol",
        "puissance": "100",
        "precision": "95%",
        "pp": "5",
        "categorie": "Spéciale",
        "effet": "1/8 de chances de faire un coup critique."
    },
    {
        "nom": "Aéropique",
        "type": "Vol",
        "puissance": "60",
        "precision": "",
        "pp": "20",
        "categorie": "Physique",
        "effet": "Inflige des dégâts sans prendre en compte d'éventuelles modifications de la précision ou de l'esquive de la cible ou du lanceur, étant une capacité qui n'échoue jamais."
    },
    {
        "nom": "Aile d'Acier",
        "type": "Acier",
        "puissance": "70",
        "precision": "90%",
        "pp": "25",
        "categorie": "Physique",
        "effet": "10% de chances de monter la Défense Physique d'un niveau."
    },
    {
        "nom": "Aqua-Jet",
        "type": "Eau",
        "puissance": "40",
        "precision": "100%",
        "pp": "20",
        "categorie": "Physique",
        "effet": "Frappe en premier sans se soucier de la vitesse de la cible. En revanche, si la cible utilise également une capacité prioritaire, l'ordre d'attaque sera déterminé en fonction de la vitesse des deux lanceurs."
    },
    {
        "nom": "Aromathérapi",
        "type": "Plante",
        "puissance": "/",
        "precision": "/",
        "pp": "5",
        "categorie": "Non-offensive",
        "effet": "Tous les Pokémon présents dans l'équipe du lanceur d'Aromathérapi seront soignés de leurs problèmes de statut."
    },
    {
        "nom": "Atterrissage",
        "type": "Vol",
        "puissance": "/",
        "precision": "/",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Atterrissage restaure jusqu'à la moitié des PV maximum du lanceur. Si le lanceur est du type Vol et qu'Atterrissage a réussi, alors jusqu'à la fin du tour, le Pokémon perd son type Vol, faisant ainsi disparaître les immunités, faiblesses et résistances associées à ce type pour ce tour. Cependant, Atterrissage ne désactive pas Lévitation. Si l'utilisateur de cette capacité est de type Vol pur, il devient de type Inconnu."
    },
    {
        "nom": "Aurasphère",
        "type": "Combat",
        "puissance": "90",
        "precision": "/",
        "pp": "20",
        "categorie": "Spéciale",
        "effet": "N'échoue jamais sauf si la cible utilise Abri ou Détection ou encore si elle se trouve dans le premier tour de Rebond, Plongée, Tunnel, Vol ou Revenant."
    },
    {
        "nom": "Aurore",
        "type": "Normal",
        "puissance": "/",
        "precision": "/",
        "pp": "5",
        "categorie": "Non-offensive",
        "effet": "Restaure la moitié des PV max du lanceur sous des conditions météo normales, 2/3 si le soleil brille et 1/4 sous les autres conditions météo (Pluie, Brume...)."
    },
    {
        "nom": "Avalanche",
        "type": "Glace",
        "puissance": "60",
        "precision": "100%",
        "pp": "10",
        "categorie": "Physique",
        "effet": "Attaque toujours en dernier sauf si la cible utilise une capacité de priorité équivalente, auquel cas l'ordre d'attaque est déterminé selon la Vitesse des deux parties. Si le lanceur subit des dégâts durant le tour, la puissance d'Avalanche est doublée, passant à 120."
    },
    {
        "nom": "Bâillement",
        "type": "Normal",
        "puissance": "/",
        "precision": "/",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Durant le tour où Bâillement est utilisé, l'utilisateur baille sur la cible sans plus d'effets notable. À la fin du tour suivant la cible s'endort si elle n'est pas déjà soit victime d'un problème de statut majeur, soit sous l'effet d'une capacité protectrice telle que Rune Protect ou Brouhaha, soit derrière un clone, soit possédant le talent Insomnia auquel cas Bâillement échouera immédiatement. La cible ne sera pas affectée par Bâillement si elle se retire avant que la capacité ne fasse effet."
    },
    {
        "nom": "Balance",
        "type": "Normal",
        "puissance": "/",
        "precision": "/",
        "pp": "20",
        "categorie": "Non-Offennsive",
        "effet": "Balance additionne le nombre de PV de l'utilisateur à celui de l'adversaire et divise cette somme par deux, le résultat devient le nombre de PV de chacun des deux Pokémon. Si cette valeur est supérieure aux PV de l'un des Pokémon, celui-ci aura sa jauge de PV remplie. Cette capacité ne prend pas en compte les changements de Précision/Esquive."
    },
    {
        "nom": "Balayage",
        "type": "Combat",
        "puissance": "?",
        "precision": "100%",
        "pp": "20",
        "categorie": "Physique",
        "effet": "La puissance varie selon le poids p de la cible : p < 10kg = 20, 10.1kg < p < 25kg = 40, 25.1kg < p < 50kg = 60, 50.1kg < p < 100kg = 80, 100.1kg < p < 200kg = 100, 200.1kg < p = 120."
    },
    {
        "nom": "Ball'Ombre",
        "type": "Spectre",
        "puissance": "80",
        "precision": "100%",
        "pp": "15",
        "categorie": "Spéciale",
        "effet": "20 % de chances de baisser d'un niveau la Défense Spéciale de la cible."
    },
    {
        "nom": "Blabla Dodo",
        "type": "Normal",
        "puissance": "/",
        "precision": "/",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Permet au lanceur d'utiliser une capacité au hasard parmi son panel de capacités lorsqu'il est endormi. La capacité ne fonctionne donc uniquement que lorsque le lanceur est endormi. Cependant, elle ne peut pas s'utiliser elle-même, et si la capacité choisit Repos, la capacié échouera."
    },
    {
        "nom": "Blizzard",
        "type": "Glace",
        "puissance": "120",
        "precision": "70%",
        "pp": "5",
        "categorie": "Spéciale",
        "effet": "10% de chances de geler l'adversaire. Sous la grêle, Blizzard n'échoue jamais. Blizzard touche les adversaires adjacents en Match Double."
    },
    {
        "nom": "Bluff",
        "type": "Normal",
        "puissance": "40",
        "precision": "100%",
        "pp": "10",
        "categorie": "Physique",
        "effet": "Frappe en premier et apeure le Pokémon ennemi. Cependant, cette capacité ne peut être utilisée qu'au tour d'arrivée au combat du lanceur."
    },
    {
        "nom": "Bomb-Beurk",
        "type": "Poison",
        "puissance": "90",
        "precision": "100%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "30% de chances d'empoisonner la cible."
    },
    {
        "nom": "Bourdon",
        "type": "Insecte",
        "puissance": "90",
        "precision": "100%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "10 % de chances de diminuer d'un niveau la Défense Spéciale de la cible. Il s'agit d'une capacité sonore, donc il est impossible de l'utiliser sur un Pokémon qui possède le talent Anti-Bruit. Mais elle a l'avantage de pouvoir passer les clones et infliger des dégâts directement au Pokémon."
    },
    {
        "nom": "Boutefeu",
        "type": "Feu",
        "puissance": "120",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "Dégèle le lanceur et a 10% de chance de brûler l'adversaire. Le lanceur reçoit un contrecoup égal à 1/3 des dégâts infligés par la capacité."
    },
    {
        "nom": "Cage-Eclair",
        "type": "Electrik",
        "puissance": "/",
        "precision": "100%",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "Paralyse la cible sauf si celle-ci est déjà victime d'un problème de statut majeur ou si elle se trouve derrière un clone. Cette capacité ne fonctionne pas contre les Pokémon de type Sol, ainsi que contre ceux dotés du talent Paratonnerre."
    },
    {
        "nom": "Canicule",
        "type": "Feu",
        "puissance": "100",
        "precision": "90%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "10% de chances de brûler la cible et en Match Double Canicule touche tous les adversaires."
    },
    {
        "nom": "Canon Graine",
        "type": "Plante",
        "puissance": "80",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "Aucun effet supplémentaire."
    },
    {
        "nom": "Cascade",
        "type": "Eau",
        "puissance": "80",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "20 % de chances d'apeurer la cible."
    },
    {
        "nom": "Casse-Brique",
        "type": "Combat",
        "puissance": "75",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "Annule les effets de Mur Lumière et/ou de Protection même si Casse-Brique échoue ou si la cible est de type Spectre."
    },
    {
        "nom": "Clonage",
        "type": "Normal",
        "puissance": "/",
        "precision": "/",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "En sacrifiant 25% de ses PV maximum, le lanceur crée un clone, copie conforme du point de vue du type et des statistiques. Les PV du clone sont ceux perdus par le lanceur pour l'utiliser. Par exemple, si un Pokémon perd 36 PV pour la création du clone, le clone aura 36 PV. Une fois le clone créé, celui-ci prendra les dégâts causés par l'adversaire à la place du lanceur, jusqu'à sa destruction. Le clone prendra aussi les capacités de statuts (telles que Cage-Éclair et Onde Folie) et de diminution de statistiques (telles que Jet de Sable) lancées après son apparition, ce qui en immunisera son lanceur tant que le clone est présent. Si le clone est détruit par une capacité drainant des PV, les PV seront drainés du clone. Clonage ne protège pas des effets de Requiem, Provoc, Entrave, Encore, Tourmente, Dépit, Buée Noire, Boost, Saisie, Échange, Imitation, Cyclone et Hurlement, ni des capacités sonores, mais bloque Regard Noir, Tourmagik (et leurs équivalents), Anti-Soin, Embargo, Échange Psy ou encore Balance. Si les PV du lanceur sont inférieurs ou égaux à 25% de ses PV maximum, Clonage échouera. De fait, Munja ne peut utiliser Clonage, puisqu'il n'a qu'un PV, bien qu'il puisse l'apprendre. Le clone peut être transmis par Relais. Les capacités comme Toxik ou Onde Folie n'affectent pas le clone, mais le statut du Pokémon qui a lancé Clonage est affecté par Synchro. Les capacités comme Vampigraine ou Racines, qui drainent des PV, les rendront au Pokémon qui a lancé Clonage, et non au clone."
    },
    {
        "nom": "Close Combat",
        "type": "Combat",
        "puissance": "120",
        "precision": "100%",
        "pp": "5",
        "categorie": "Physique",
        "effet": "Baisse les statistiques de Défense Physique et de Défense Spéciale du lanceur d'un niveau."
    },
    {
        "nom": "Colère",
        "type": "Dragon",
        "puissance": "120",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "Dure deux à trois tours, empêchant toute autre action (y compris le changement de Pokémon) tant qu'elle n'a pas cessé. Lorsque Colère s'achève, le Pokémon lanceur devient confus. Un seul PP est utilisé par lancement (pour tous les tours). Si le dernier tour de Colère est interrompu par un échec, Détection ou Abri, la capacité s'arrête et le Pokémon lanceur de Colère ne devient pas confus."
    },
    {
        "nom": "Coup Bas",
        "type": "Ténèbres",
        "puissance": "80",
        "precision": "100%",
        "pp": "5",
        "categorie": "Physique",
        "effet": "Attaque toujours en premier sauf si la cible utilise aussi une capacité de priorité, dans ce cas le premier à attaquer sera déterminé normalement. Si l'adversaire utilise une capacité non-offensive ou parvient à attaquer avant l'utilisateur, la capacité échouera."
    },
    {
        "nom": "Coup Double",
        "type": "Normal",
        "puissance": "35",
        "precision": "90%",
        "pp": "10",
        "categorie": "Physique",
        "effet": "Inflige des dégâts en frappant deux fois par tour. Si le premier coup détruit un clone, le Pokémon lui-même subira les dégâts du second coup."
    },
    {
        "nom": "Coup-Croix",
        "type": "Combat",
        "puissance": "100",
        "precision": "80%",
        "pp": "5",
        "categorie": "Physique",
        "effet": "1/8 de chances de faire un coup critique."
    },
    {
        "nom": "Crocs Feu",
        "type": "Feu",
        "puissance": "65",
        "precision": "95%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "10% de chances de brûler l'adversaire et également 10% de chances d'apeurer l'adversaire si l'utilisateur attaque en premier. Les deux effets peuvent se produire simultanément."
    },
    {
        "nom": "Crocs Givre",
        "type": "Glace",
        "puissance": "65",
        "precision": "95%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "10% de chances de geler l'adversaire et également 10% de chances d'apeurer l'adversaire si l'utilisateur attaque en premier. Les deux effets peuvent se produire simultanément."
    },
    {
        "nom": "Danse Draco",
        "type": "Dragon",
        "puissance": "/",
        "precision": "/",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "Augmente l'Attaque Physique et la Vitesse d'un niveau."
    },
    {
        "nom": "Danse Pluie",
        "type": "Eau",
        "puissance": "/",
        "precision": "/",
        "pp": "5",
        "categorie": "Non-offensive",
        "effet": "Lorsque cette capacité est utilisée, une pluie torrentielle s'enclenche sur le terrain durant 5 tours. Cette pluie provoque plusieurs effets : la puissance des capacités de type Eau est augmentée de 50% et celle des capacités de type Feu diminuée de 50%, la puissance de Lance-Soleil est diminuée de 50%, la précision de Fatal-Foudre passe à 100%, Aurore, Synthèse et Rayon Lune ne restaurent plus qu'un quart des PV maximum du Pokémon, un Pokémon possédant la Capacité Spéciale Cuvette récupère 1/16ème de ses Points de Vie maximum à la fin de chaque tour, un Pokémon possédant la capacité spéciale Glissade voit sa Vitesse doublée et Les Pokémon possédant la Capacité Spéciale Peau Sèche récupèrent 1/8ème de leurs PV maximum à la fin de chaque tour."
    },
    {
        "nom": "Danse-Lames",
        "type": "Normal",
        "puissance": "/",
        "precision": "/",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "Danse-Lames augmente l'Attaque Physique de l'utilisateur de deux niveaux."
    },
    {
        "nom": "Déflagration",
        "type": "Feu",
        "puissance": "120",
        "precision": "85%",
        "pp": "5",
        "categorie": "Spéciale",
        "effet": "10% de chances de brûler la cible."
    },
    {
        "nom": "Demi-Tour",
        "type": "Insecte",
        "puissance": "70",
        "precision": "100%",
        "pp": "20",
        "categorie": "Physique",
        "effet": "L'utilisateur de Demi-Tour attaque, puis se retire immédiatement. Il ne se retire pas s'il est le seul de l'équipe encore debout ou si le fait d'avoir utilisé Demi-Tour a mis fin au combat. Si l'adversaire utilise Poursuite alors que l'utilisateur lance Demi-Tour simultanément, Poursuite cause des dégâts normaux si l'adversaire est le plus rapide et voit ses dégâts doublés si l'adversaire est le plus lent. Demi-Tour peut également être utilisé, afin de se libérer des effets de Piège Sable, Magnépiège, Marque Ombre, Regard Noir, Toile ou encore Barrage et des capacités piégeantes comme Siphon, Ligotage, etc."
    },
    {
        "nom": "Direct Toxik",
        "type": "Poison",
        "puissance": "80",
        "precision": "100%",
        "pp": "20",
        "categorie": "Physique",
        "effet": "30% de chances d'empoisonner l'adversaire."
    },
    {
        "nom": "Distorsion",
        "type": "Psy",
        "puissance": "/",
        "precision": "/",
        "pp": "5",
        "categorie": "Non-offensive",
        "effet": "Fait toujours effet en dernier, et inverse l'ordre dans lequel les Pokémon attaquent pendant 5 tours : le Pokémon le plus lent attaque avant le Pokémon le plus rapide. N'inverse que les capacités à priorité similaire : les capacités avec une plus grande priorité, comme Vive-Attaque, restent prioritaires sur les autres. Utiliser Distorsion une seconde fois en annule les effets. Si un Pokémon possède une vitesse de 1809 ou plus, les effets de Distorsion sont ignorés."
    },
    {
        "nom": "Dracochoc",
        "type": "Dragon",
        "puissance": "90",
        "precision": "100%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "Aucun effet supplémentaire."
    },
    {
        "nom": "Dracogriffe",
        "type": "Dragon",
        "puissance": "80",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "Aucun effet supplémentaire."
    },
    {
        "nom": "Dynamopoing",
        "type": "Combat",
        "puissance": "100",
        "precision": "50%",
        "pp": "5",
        "categorie": "Physique",
        "effet": "Plonge toujours la cible dans la confusion si la capacité la touche."
    },
    {
        "nom": "Eclats Glace",
        "type": "Glace",
        "puissance": "40",
        "precision": "100%",
        "pp": "30",
        "categorie": "Physique",
        "effet": "Frappe en premier sans se soucier de la vitesse de la cible. En revanche, si la cible utilise également une capacité prioritaire, l'ordre d'attaque sera déterminé en fonction de la vitesse des deux lanceurs."
    },
    {
        "nom": "Eco-Sphère",
        "type": "Plante",
        "puissance": "80",
        "precision": "100%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "10 % de chances de baisser d'un niveau la Défense Spéciale de la cible."
    },
    {
        "nom": "Encore",
        "type": "Normal",
        "puissance": "/",
        "precision": "100%",
        "pp": "5",
        "categorie": "Non-offensive",
        "effet": "Oblige la cible à faire usage de la dernière capacité qu'elle a utilisée. L'effet de Encore dure entre 2 et 6 tours"
    },
    {
        "nom": "Etincelle",
        "type": "Electrik",
        "puissance": "65",
        "precision": "100%",
        "pp": "20",
        "categorie": "Physique",
        "effet": "30% de chances de paralyser la cible."
    },
    {
        "nom": "Exploforce",
        "type": "Combat",
        "puissance": "120",
        "precision": "70%",
        "pp": "5",
        "categorie": "Spéciale",
        "effet": "10 % de chances de baisser d'un niveau la Défense Spéciale de la cible."
    },
    {
        "nom": "Explosion",
        "type": "Normal",
        "puissance": "250",
        "precision": "100%",
        "pp": "5",
        "categorie": "Physique",
        "effet": "Provoque le K.O. de l'utilisateur, que le coup ait porté ou non. Si un Pokémon avec le talent Moiteur se trouve sur le terrain, Explosion échoue complètement, ne provoquant ni dégâts ni K.O. du lanceur."
    },
    {
        "nom": "E-Coque",
        "type": "Normal",
        "puissance": "/",
        "precision": "100%",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Restaure jusqu'à 50% des PV maximum du lanceur, la capacité échouera si les PV du lanceur sont déjà au maximum."
    },
    {
        "nom": "Façade",
        "type": "Normal",
        "puissance": "70",
        "precision": "100%",
        "pp": "20",
        "categorie": "Physique",
        "effet": "Sa puissance de base devient 140 si l'utilisateur est empoisonné, paralysé ou brûlé."
    },
    {
        "nom": "Fatal-Foudre",
        "type": "Electrik",
        "puissance": "120",
        "precision": "70%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "10 % de chances de paralyser l'ennemi et sous la pluie sa précision passe à 100%."
    },
    {
        "nom": "Feu Follet",
        "type": "Feu",
        "puissance": "/",
        "precision": "75",
        "pp": "15",
        "categorie": "Non-offensive",
        "effet": "Brûle la cible. La capacité est sans effet sur les types Feu, bien que non-offensive, elle active le talent Torche."
    },
    {
        "nom": "Feu Sacré",
        "type": "Feu",
        "puissance": "100",
        "precision": "95%",
        "pp": "5",
        "categorie": "Physique",
        "effet": "50% de chances de brûler son adversaire. À noter qu'un Pokémon gelé peut malgré tout utiliser Feu Sacré, qui non seulement le dégèle mais attaque également le Pokémon adverse de façon normale."
    },
    {
        "nom": "Fracass'Tête",
        "type": "Roche",
        "puissance": "150",
        "precision": "80%",
        "pp": "5",
        "categorie": "Physique",
        "effet": "Fait subir à l'utilisateur un contrecoup égal à la moitié des PV perdus par la cible."
    },
    {
        "nom": "Fulmifer",
        "type": "Acier",
        "puissance": "?",
        "precision": "100%",
        "pp": "10",
        "categorie": "Physique",
        "effet": "Inflige des dégâts égaux à 1,5 fois ceux engendrés par la dernière capacité de l'adversaire. Si le lanceur est plus rapide que la cible, la capacité échoue. Cette capacité ne prend pas en compte les rapports entre les types."
    },
    {
        "nom": "Fulmigraine",
        "type": "Plante",
        "puissance": "120",
        "precision": "85%",
        "pp": "5",
        "categorie": "Spéciale",
        "effet": "40% de chances de baisser la Défense Spéciale de l'adversaire de deux niveaux."
    },
    {
        "nom": "Giclédo",
        "type": "Eau",
        "puissance": "?",
        "precision": "100%",
        "pp": "5",
        "categorie": "Spéciale",
        "effet": "Inflige des dégâts en utilisant la formule suivante pour déterminer la puissance de base de la capacité : 150 x (PV actuels de l 'utilisateur / PV maximum de l'utilisateur), arrondi au nombre entier inférieur. La capacité perd en puissance au fur et à mesure que l'utilisateur perd des PV, sa puissance varie donc entre 1 et 150. Giclédo touche les adversaires adjacents en cas de combat double."
    },
    {
        "nom": "Giga-Sangsue",
        "type": "Plante",
        "puissance": "60",
        "precision": "100%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "Draine la moitié des dommages infligés."
    },
    {
        "nom": "Glas de Soin",
        "type": "Normal",
        "puissance": "/",
        "precision": "/",
        "pp": "5",
        "categorie": "Non-offensive",
        "effet": "Tous les Pokémon présents dans l'équipe de l'utilisateur de Glas de Soin sont soignés de la brûlure, du gel, de la paralysie, du poison et du sommeil. N'affecte pas les possesseurs de la capacité spéciale Anti-Bruit."
    },
    {
        "nom": "Gonflette",
        "type": "Combat",
        "puissance": "/",
        "precision": "/",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "Monte l'Attaque Physique et la Défense Physique d'un niveau."
    },
    {
        "nom": "Griffe Ombre",
        "type": "Spectre",
        "puissance": "70",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "1/8 de chances de faire un coup critique."
    },
    {
        "nom": "Grobisou",
        "type": "Normal",
        "puissance": "/",
        "precision": "75%",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Endort la cible."
    },
    {
        "nom": "Gyroballe",
        "type": "Acier",
        "puissance": "?",
        "precision": "100%",
        "pp": "5",
        "categorie": "Physique",
        "effet": "Plus l'utilisateur est lent par rapport à la cible, plus Gyroballe lui inflige de dégâts. La puissance de Gyroballe est calculée comme suit : Puissance = 25 x (Vitesse de la cible/Vitesse de l'utilisateur). Ce calcul tient compte d'une éventuelle augmentation ou baisse de la vitesse causées par exemple par la Paralysie, Hâte… Le maximum de puissance possible pour Gyroballe est 150."
    },
    {
        "nom": "Hâte",
        "type": "Psy",
        "puissance": "/",
        "precision": "/",
        "pp": "30",
        "categorie": "Non-offensive",
        "effet": "Augmente de deux niveaux la Vitesse du Pokémon lanceur."
    },
    {
        "nom": "Hurlement",
        "type": "Normal",
        "puissance": "/",
        "precision": "100%",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "Le Pokémon adverse est remplacé par l'un des autres Pokémon de son équipe aléatoirement. Si l'adversaire n'a qu'un seul Pokémon restant, la capacité échoue. Il en est de même si le Pokémon adverse dispose du talent Ventouse ou a utilisé la capacité Racines. La capacité a également une priorité négative."
    },
    {
        "nom": "Hydrocanon",
        "type": "Eau",
        "puissance": "120",
        "precision": "80%",
        "pp": "5",
        "categorie": "Spéciale",
        "effet": "Aucun effet supplémentaire."
    },
    {
        "nom": "Hypnose",
        "type": "Psy",
        "puissance": "/",
        "precision": "70%",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "endort la cible. Malgré son type Psy, elle fonctionne tout de même sur les Pokémon de type Ténèbres."
    },
    {
        "nom": "Jugement",
        "type": "",
        "puissance": "100",
        "precision": "100%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "Du fait de son effet (Jugement change de type en fonction de la plaque tenue) et du talent d'Arceus, elle dispose tout le temps du STAB quand Arceus l'utilise, faisant alors monter sa puissance à 150 (sauf si un Pokémon l'utilise avec Métronome sans être de type Normal), avec en plus une précision de 100%. De plus, avec le bonus de la plaque, cette capacité atteint une puissance encore 20% supérieure, pour 180 au total (sauf pour le type Normal, car Arceus n'a pas besoin de plaque pour avoir ce type)."
    },
    {
        "nom": "Lame de Roc",
        "type": "Roche",
        "puissance": "100",
        "precision": "80%",
        "pp": "5",
        "categorie": "Physique",
        "effet": "1/8 de chances de faire un coup critique."
    },
    {
        "nom": "Lame d'Air",
        "type": "Vol",
        "puissance": "75",
        "precision": "95%",
        "pp": "15",
        "categorie": "Spéciale",
        "effet": "30% de chances d'apeurer la cible."
    },
    {
        "nom": "Lame-Feuille",
        "type": "Plante",
        "puissance": "90",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "1/8 de chances de faire un coup critique."
    },
    {
        "nom": "Lance-Flamme",
        "type": "Feu",
        "puissance": "95",
        "precision": "100%",
        "pp": "15",
        "categorie": "Spéciale",
        "effet": "10 % de chances de brûler l'ennemi."
    },
    {
        "nom": "Lance-Soleil",
        "type": "Plante",
        "puissance": "120",
        "precision": "100%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "Lance-Soleil se déroule normalement en deux tours : le Pokémon absorbe de l'énergie solaire au premier tour, puis la relâche en un puissant faisceau au second. Lance-Soleil ne prend cependant qu'un seul tour d'utilisation si la capacité Zénith a été lancée auparavant, tandis que l'utilisation préalable de Danse Pluie ou de Grêle nécessite 2 tours de chargement en cas de mauvais temps."
    },
    {
        "nom": "Laser Glace",
        "type": "Glace",
        "puissance": "95",
        "precision": "100%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "10 % de chances de geler l'ennemi."
    },
    {
        "nom": "Luminocanon",
        "type": "Acier",
        "puissance": "80",
        "precision": "100%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "10% de chances de réduire d'un niveau la Défense Spéciale de la cible."
    },
    {
        "nom": "Lumiqueue",
        "type": "Insecte",
        "puissance": "/",
        "precision": "/",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "Augmente l'Attaque Spéciale du lanceur de deux niveaux."
    },
    {
        "nom": "Machination",
        "type": "Ténèbres",
        "puissance": "/",
        "precision": "100%",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "Augmente l'Attaque Spéciale du lanceur de deux niveaux."
    },
    {
        "nom": "Mâchouille",
        "type": "Ténèbres",
        "puissance": "80",
        "precision": "100%",
        "pp": "20",
        "categorie": "Physique",
        "effet": "20% de chances de baisser la Défense Physique de la cible d'un niveau."
    },
    {
        "nom": "Malédiction",
        "type": "",
        "puissance": "/",
        "precision": "/",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Cette capacité a deux effets possibles suivant que le lanceur est de type Spectre ou non. Si le lanceur est de type Spectre alors le lanceur perd la moitié de ses PV maximaux et maudit la cible. Lorsqu'un Pokémon est maudit, il perd un quart de sa vie à chaque tour. Cet effet disparaît avec le switch. Si le lanceur n'est pas de type Spectre alors le lanceur augmente d'un niveau l'Attaque Physique et la Défense Physique, mais baisse d'un niveau la vitesse du lanceur."
    },
    {
        "nom": "Martobois",
        "type": "Plante",
        "puissance": "120",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "Fait subir au lanceur 1/3 des dégâts infligés à la cible."
    },
    {
        "nom": "Marto-Poing",
        "type": "Combat",
        "puissance": "100",
        "precision": "90%",
        "pp": "10",
        "categorie": "Physique",
        "effet": "Réduit d'un niveau la Vitesse du lanceur."
    },
    {
        "nom": "Mégacorne",
        "type": "Insecte",
        "puissance": "120",
        "precision": "85%",
        "pp": "10",
        "categorie": "Physique",
        "effet": "Aucun effet supplémentaire."
    },
    {
        "nom": "Mitra-Poing",
        "type": "Combat",
        "puissance": "150",
        "precision": "100%",
        "pp": "20",
        "categorie": "Physique",
        "effet": "Avant d'effectuer la capacité, le lanceur doit se concentrer pendant un tour et si l'adversaire attaque directement le lanceur pendant ce tour, celui-ci est déconcentré et ne peut pas attaquer."
    },
    {
        "nom": "Morsure",
        "type": "Ténèbres",
        "puissance": "60",
        "precision": "100%",
        "pp": "25",
        "categorie": "Physique",
        "effet": "30% de chances d'apeurer la cible."
    },
    {
        "nom": "Mur Lumière",
        "type": "Psy",
        "puissance": "/",
        "precision": "/",
        "pp": "30",
        "categorie": "Non-offensive",
        "effet": "Crée un mur divisant par deux l'attaque spéciale des Pokémon adverses pendant 5 tours. L'effet se poursuit même si le lanceur est retiré. La capacité Casse-Brique neutralise cette capacité, et Saisie se l'approprie. En Match Double, les dégâts sont réduits d'un tiers au lieu de moitié."
    },
    {
        "nom": "Nœud Herbe",
        "type": "Plante",
        "puissance": "?",
        "precision": "100%",
        "pp": "20",
        "categorie": "Spéciale",
        "effet": "La puissance varie selon le poids p de la cible : p < 10kg = 20, 10.1kg < p < 25kg = 40, 25.1kg < p < 50kg = 60, 50.1kg < p < 100kg = 80, 100.1kg < p < 200kg = 100, 200.1kg < p = 120."
    },
    {
        "nom": "Onde Folie",
        "type": "Spectre",
        "puissance": "/",
        "precision": "100%",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Plonge la cible dans la confusion."
    },
    {
        "nom": "Ombre Portée",
        "type": "Spectre",
        "puissance": "40",
        "precision": "100%",
        "pp": "30",
        "categorie": "Physique",
        "effet": "Frappe en premier sans se soucier de la vitesse de la cible. En revanche, si la cible utilise également une capacité prioritaire, l'ordre d'attaque sera déterminé en fonction de la vitesse des deux lanceurs."
    },
    {
        "nom": "Para-Spore",
        "type": "Plante",
        "puissance": "/",
        "precision": "75%",
        "pp": "30",
        "categorie": "Non-offensive",
        "effet": "paralyse la cible, sauf si celle-ci souffre déjà d'un problème de statut majeur."
    },
    {
        "nom": "Paresse",
        "type": "Normal",
        "puissance": "/",
        "precision": "/",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Récupère jusqu'à la moitié de ses PV Max."
    },
    {
        "nom": "Picots",
        "type": "Sol",
        "puissance": "/",
        "precision": "/",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "Inflige des dégâts à tout Pokémon de l'équipe adverse entrant sur le terrain. Lancer Picots une fois enlève 12,5% des PV max, lancer Picots deux fois enlève 16,66% des PV max et lancer Picots trois fois enlève 25% des PV max à un adversaire entrant sur le terrain. Lancer Picots plus de trois fois échoue. Picots n'affecte pas les Pokémon de type vol ou possédant le talent Lévitation, à moins qu'ils soient sous l'effet de la gravité. Picots n'affecte pas non plus les Pokémon possédant le talent Garde Magik. Tour Rapide et Anti-Brume annulent les effets de Picots."
    },
    {
        "nom": "Pics Toxik",
        "type": "Poison",
        "puissance": "/",
        "precision": "/",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "Répand des pics empoisonnés autour de la cible. Si lancé une fois, les Pokémon arrivant sur le terrain sont empoisonnés et si lancé deux fois, les Pokémon arrivant sur le terrain sont gravement empoisonnés. Les Pokémon de type Vol, Acier ou Poison ou ayant les talents Lévitation, Vaccin ou Garde Magik ne sont pas affectés par cette capacité. Un Pokémon Vol ou lévitant peut être touché par les Pics s'il vient en combat et que Gravité est déjà active. Tour Rapide ou un Pokémon de type Poison au sol arrivant au combat peuvent enlever les Pics Toxik. Un Pokémon Poison lévitant ou volant ne peut pas absorber les Pics, à moins qu'il soit cloué au sol sous l'effet de Gravité. Pics Toxik n'active pas les effets de Synchro, sauf si le Pokémon possédant ce talent a été forcé de venir sur le terrain grâce à Hurlement ou Cyclone."
    },
    {
        "nom": "Pied Voltige",
        "type": "Combat",
        "puissance": "100",
        "precision": "90",
        "pp": "20",
        "categorie": "Physique",
        "effet": "Si la capacité échoue, le lanceur perd le nombre de PV correspondant à la moitié des dégâts qu'il aurait dû infliger. La capacité échoue toujours si lancée contre un Pokémon de type Spectre et donc le lanceur prend les dommages correspondants."
    },
    {
        "nom": "Piège de Roc",
        "type": "Roche",
        "puissance": "/",
        "precision": "/",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "A chaque changement de Pokémon adverse, le Pokémon apparu perd des PV : double résistance au type roche = 3.125%, résistance au type roche = 6.25%, pas de résistance au type roche = 12.5%, faiblesse au type roche = 25% et double faiblesse au type roche = 50%. Si l'adversaire utilise Tour Rapide, l'effet de cette attaque disparait"
    },
    {
        "nom": "Pisto-Poing",
        "type": "Acier",
        "puissance": "40",
        "precision": "100%",
        "pp": "30",
        "categorie": "Physique",
        "effet": "Frappe en premier sans se soucier de la vitesse de la cible. En revanche, si la cible utilise également une capacité prioritaire, l'ordre d'attaque sera déterminé en fonction de la vitesse des deux lanceurs."
    },
    {
        "nom": "Plaie-Croix",
        "type": "Insecte",
        "puissance": "80",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "Aucun effet supplémentaire."
    },
    {
        "nom": "Plaquage",
        "type": "Normal",
        "puissance": "85",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "30% de chances de paralyser le Pokémon adverse, à moins qu'il ne s'agisse d'un Pokémon de type Électrik. Plaquage inflige deux fois plus de dégâts et ne rate jamais si le Pokémon adverse a utilisé Lilliput."
    },
    {
        "nom": "Plénitude",
        "type": "Psy",
        "puissance": "/",
        "precision": "/",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "Augmente à la fois l'Attaque Spéciale et la Défense Spéciale de l'utilisateur d'un niveau."
    },
    {
        "nom": "Poinglace",
        "type": "Glace",
        "puissance": "75",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "10% de chances de geler la cible."
    },
    {
        "nom": "Poing de Feu",
        "type": "Feu",
        "puissance": "75",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "10% de chances de brûler la cible."
    },
    {
        "nom": "Poing Météor",
        "type": "Acier",
        "puissance": "100",
        "precision": "85%",
        "pp": "10",
        "categorie": "Physique",
        "effet": "20 % de chances d'augmenter d'un niveau l'Attaque Physique de l'utilisateur."
    },
    {
        "nom": "Poing-Eclair",
        "type": "Electrik",
        "puissance": "75",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "10% de chances de paralyser la cible."
    },
    {
        "nom": "Poison-Croix",
        "type": "Poison",
        "puissance": "70",
        "precision": "100%",
        "pp": "20",
        "categorie": "Physique",
        "effet": "1/8 de chances de faire un coup critique et également 10% de chances d'empoisonner la cible."
    },
    {
        "nom": "Poliroche",
        "type": "Roche",
        "puissance": "/",
        "precision": "100%",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "Augmente la vitesse du lanceur de deux niveaux."
    },
    {
        "nom": "Poudre Dodo",
        "type": "Plante",
        "puissance": "/",
        "precision": "75%",
        "pp": "15",
        "categorie": "Non-offensive",
        "effet": "Endort la cible sauf si celle-ci est déjà victime d'un problème de statut majeur, est derrière un clone, a les talents Insomnia ou Esprit Vital ou si la cible est de type Plante."
    },
    {
        "nom": "Poursuite",
        "type": "Ténèbres",
        "puissance": "40",
        "precision": "100%",
        "pp": "20",
        "categorie": "Physique",
        "effet": "Si le Pokémon ciblé par la capacité est retiré pendant le tour où Poursuite est utilisée, la puissance de la capacité double pour monter à 80 et inflige ses dégâts avant que le Pokémon ne soit remplacé. Les Pokémon utilisant Relais ne reçoivent pas de dommage. Si un Pokémon utilise Poursuite et sa cible Demi-Tour, le résultat dépend des vitesses relatives des deux adversaires : si le Pokémon utilisant Poursuite est plus rapide il inflige des dégâts standard, puis l'adversaire inflige les dégâts de sa capacité et switche et si le Pokémon utilisant Demi-Tour est plus rapide il inflige ses dégâts puis subit Poursuite avec une puissance doublée (identique à celle infligée pour un switch standard), et enfin effectue son remplacement."
    },
    {
        "nom": "Protection",
        "type": "Psy",
        "puissance": "/",
        "precision": "/",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "Le lanceur crée un mur divisant par deux l'Attaque des Pokémon adverses pendant 5 tours. L'effet se poursuit même si le lanceur est retiré. La capacité Casse-Brique neutralise cette capacité, et Saisie se l'approprie. En Match Double, les dégâts sont réduits d'un tiers au lieu de moitié."
    },
    {
        "nom": "Provoc",
        "type": "Ténèbres",
        "puissance": "/",
        "precision": "100%",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "Empêche la cible d'utiliser des capacités de statut. L'effet dure de deux à quatre tours ou jusqu'à ce que l'utilisateur change de Pokémon. Durant le tour où Provoc est utilisé, si le Pokémon lançant Provoc est plus rapide que la cible et que la cible lance une capacité de statut, celle-ci échoue. Si la cible n'a que des capacités de statut dans son panel de capacités, elle est obligée d'utiliser Lutte jusqu'à ce que l'effet de Provoc prenne fin."
    },
    {
        "nom": "Psyko",
        "type": "Psy",
        "puissance": "90",
        "precision": "100%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "10% de chances de baisser d'un niveau la Défense Spéciale de la cible."
    },
    {
        "nom": "Psykoud'Boul",
        "type": "Psy",
        "puissance": "80",
        "precision": "90%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "20% de chances d'apeurer la cible."
    },
    {
        "nom": "Puis. Cachée",
        "type": "",
        "puissance": "?",
        "precision": "100%",
        "pp": "15",
        "categorie": "Spéciale",
        "effet": "La puissance de base et le type de cette capacité dépendent du Pokémon qui l'utilise."
    },
    {
        "nom": "Rapace",
        "type": "Vol",
        "puissance": "120",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "Fait subir au lanceur 1/3 des dégâts infligés à la cible."
    },
    {
        "nom": "Rayon Signal",
        "type": "Insecte",
        "puissance": "75",
        "precision": "100%",
        "pp": "15",
        "categorie": "Spéciale",
        "effet": "10% de chances de rendre la cible confuse."
    },
    {
        "nom": "Relais",
        "type": "Normal",
        "puissance": "/",
        "precision": "/",
        "pp": "40",
        "categorie": "Non-offensive",
        "effet": "Permet de changer le Pokémon au combat avec l'un de ses équipiers, même si le lanceur était bloqué d'une façon ou d'une autre (Piège Sable...), lui transmettant au passage ses changements de stat ou l'effet de capacités comme Verrouillage. Les clones, les problèmes de statut mineurs comme la Confusion, une Vampigraine, un Anneau Hydro, un Requiem sont également transmis par Relais. Les effets de Regard Noir ne sont pas relayés."
    },
    {
        "nom": "Repos",
        "type": "Psy",
        "puissance": "/",
        "precision": "/",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Au tour 1  le lanceur restaure tous ses PV et ses problèmes de statut sont remplacés par le Sommeil, au tour 2 et 3 le lanceur est endormi et ne peut attaquer et au tour 4 le lanceur se réveille. Le Pokémon se réveille et lance la capacité ordonnée dès le tour 3 s'il possède le talent Matinal. Repos échoue si les PV du lanceur sont au maximum."
    },
    {
        "nom": "Représailles",
        "type": "Ténèbres",
        "puissance": "50",
        "precision": "100%",
        "pp": "10",
        "categorie": "Physique",
        "effet": "Si le lanceur reçoit un coup de la part de la cible ou si celle-ci se retire avant que Représailles n'ait pu être lancée, la puissance de Représailles est doublée."
    },
    {
        "nom": "Retour",
        "type": "Normal",
        "puissance": "102",
        "precision": "100%",
        "pp": "20",
        "categorie": "Physique",
        "effet": "Aucun effet supplémentaire."
    },
    {
        "nom": "Revenant",
        "type": "Spectre",
        "puissance": "120",
        "precision": "100%",
        "pp": "5",
        "categorie": "Physique",
        "effet": "Fait disparaître l'utilisateur pour un tour, le rendant invulnérable, avant de frapper au tour suivant, et ce, même si l'adversaire a utilisé Abri ou Détection. En revanche, la capacité ne fonctionne pas si l'adversaire a utilisé une technique comme Tunnel, Plongée ou Vol ou même Revenant et qu'il se trouve donc en dehors du terrain. Cependant, le lanceur reste vulnérable aux effets de la météo, comme la Grêle ou la Tempête de Sable."
    },
    {
        "nom": "Riposte",
        "type": "Combat",
        "puissance": "?",
        "precision": "100%",
        "pp": "20",
        "categorie": "Physique",
        "effet": "Si le lanceur est touché par une capacité physique pendant le tour où Riposte est utilisé, le lanceur occasionne deux fois plus de dommages à la cible qu'elle-même lui en a infligé, sans tenir compte des types. Riposte prend uniquement en compte le dernier coup d'une capacité multiple."
    },
    {
        "nom": "Rune Protect",
        "type": "Normal",
        "puissance": "/",
        "precision": "/",
        "pp": "25",
        "categorie": "Non-offensive",
        "effet": "Empêche pendant cinq tours son ou ses bénéficiaire(s) d'être atteint(s) par un problème de statut, exceptés ceux induits par des talents (Pose Spore, Corps Ardent...) ou des capacités lancées par les bénéficiaires eux-mêmes (Repos...). Rune Protect ne protège pas des effets de Bâillement si celui-ci a été lancé avant Rune Protect."
    },
    {
        "nom": "Séisme",
        "type": "Sol",
        "puissance": "100",
        "precision": "100%",
        "pp": "10",
        "categorie": "Physique",
        "effet": "Dégâts doublés si la capacité est utilisée durant le tour où l'adversaire est sous terre quand il utilise Tunnel. En combat duo, cette capacité touche tous les autres Pokémon présents sur le terrain."
    },
    {
        "nom": "Soin",
        "type": "Normal",
        "puissance": "/",
        "precision": "100%",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Permet au lanceur de récupérer jusqu'à la moitié de ses PV Max."
    },
    {
        "nom": "Spatio-Rift",
        "type": "Dragon",
        "puissance": "100",
        "precision": "95%",
        "pp": "5",
        "categorie": "Spéciale",
        "effet": "1/8 de chances de faire un coup critique."
    },
    {
        "nom": "Spore",
        "type": "Plante",
        "puissance": "/",
        "precision": "100%",
        "pp": "15",
        "categorie": "Non-offensive",
        "effet": "Endort la cible. Spore ne pourra pas fonctionner si la cible a déjà un problème de statut majeur comme la paralysie, le gel, l'empoisonnement ou la brûlure. Spore ne peut pas affecter les cibles qui possèdent les talents Insomnia ou Esprit Vital"
    },
    {
        "nom": "Stockage",
        "type": "Normal",
        "puissance": "/",
        "precision": "/",
        "pp": "20",
        "categorie": "Non-offensive",
        "effet": "L'utilisateur accumule de l'énergie. La puissance de Relâche et les PV récupérés avec Avale dépendent du nombre de fois où Stockage a été utilisée. Cette capacité peut être utilisée jusqu'à trois fois. De plus, la Défense Physique et la Défense Spéciale du lanceur augmentent d'un niveau, mais après avoir utilisé Relâche ou Avale, cette modification s'annule."
    },
    {
        "nom": "Surchauffe",
        "type": "Feu",
        "puissance": "140",
        "precision": "90%",
        "pp": "5",
        "categorie": "Spéciale",
        "effet": "Baisse de deux niveaux l'Attaque Spéciale du lanceur."
    },
    {
        "nom": "Surf",
        "type": "Eau",
        "puissance": "95",
        "precision": "100%",
        "pp": "15",
        "categorie": "Spéciale",
        "effet": "En combat duo, cette capacité touche tous les autres Pokémon présents sur le terrain."
    },
    {
        "nom": "Surpuissance",
        "type": "Combat",
        "puissance": "120",
        "precision": "100%",
        "pp": "5",
        "categorie": "Physique",
        "effet": "Baisse l'Attaque Physique et la Défense Physique du lanceur d'un niveau."
    },
    {
        "nom": "Synthèse",
        "type": "Plante",
        "puissance": "/",
        "precision": "/",
        "pp": "5",
        "categorie": "Non-offensive",
        "effet": "Restaure les PV en fonction du climat : en temps normal restaure la moitié des PV de l'utilisateur, si le soleil brille restaure 2/3 des PV max et sous les autres conditions météo ne restaure qu'1/4 des PV max de l'utilisateur."
    },
    {
        "nom": "Telluriforce",
        "type": "Sol",
        "puissance": "90",
        "precision": "100%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "10% de chances de baisser la Défense Spéciale de la cible d'un niveau."
    },
    {
        "nom": "Tempête Verte",
        "type": "Plante",
        "puissance": "140",
        "precision": "90%",
        "pp": "5",
        "categorie": "Spéciale",
        "effet": "Baisse de deux niveaux l'Attaque Spéciale du lanceur."
    },
    {
        "nom": "Tête de Fer",
        "type": "Acier",
        "puissance": "80",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "30% de chances d'apeurer la cible."
    },
    {
        "nom": "Tonnerre",
        "type": "Electrik",
        "puissance": "95",
        "precision": "100%",
        "pp": "15",
        "categorie": "Spéciale",
        "effet": "10 % de chances de paralyser l'ennemi."
    },
    {
        "nom": "Tour Rapide",
        "type": "Normal",
        "puissance": "20",
        "precision": "100%",
        "pp": "40",
        "categorie": "Physique",
        "effet": "Annule les effets secondaires des capacités bloquantes, des capacités de pièges et de Vampigraine."
    },
    {
        "nom": "Toxik",
        "type": "Poison",
        "puissance": "/",
        "precision": "85%",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Empoisonne gravement la cible"
    },
    {
        "nom": "Tranche-Nuit",
        "type": "Ténèbres",
        "puissance": "70",
        "precision": "100%",
        "pp": "15",
        "categorie": "Physique",
        "effet": "1/8 de chances de faire un coup critique."
    },
    {
        "nom": "Triplattaque",
        "type": "Normal",
        "puissance": "80",
        "precision": "100%",
        "pp": "10",
        "categorie": "Spéciale",
        "effet": "20% de chances de brûler, geler ou paralyser la cible. Chaque statut a 6,67% de chances d'être infligé."
    },
    {
        "nom": "Trou Noir",
        "type": "Ténèbres",
        "puissance": "/",
        "precision": "80%",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Endort la cible."
    },
    {
        "nom": "Vampigraine",
        "type": "Plante",
        "puissance": "/",
        "precision": "90%",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Draine à la fin de chaque tour 1/8ème des PV de la cible. Si le lanceur est retiré, la capacité continue son effet vers le Pokémon remplacé, mais elle prend fin dès que la cible quitte le combat ou tombe K.O.. Si la cible a moins de 16 PV, Vampigraine ne drainera que 1 PV du Pokémon adverse à chaque tour."
    },
    {
        "nom": "Vibrobscur",
        "type": "Ténèbres",
        "puissance": "80",
        "precision": "100%",
        "pp": "15",
        "categorie": "Spéciale",
        "effet": "20% de chances d'apeurer la cible."
    },
    {
        "nom": "Vit. Extrême",
        "type": "Normal",
        "puissance": "80",
        "precision": "100%",
        "pp": "5",
        "categorie": "Physique",
        "effet": "Frappe en premier sans se soucier de la vitesse de la cible. En revanche, si la cible utilise également une capacité prioritaire, l'ordre d'attaque sera déterminé en fonction de la vitesse des deux lanceurs."
    },
    {
        "nom": "Vœu",
        "type": "Normal",
        "puissance": "/",
        "precision": "100%",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "Lors du tour où Vœu est lancé, le lanceur fait un vœu, sans plus d'effets notables. À la fin du tour suivant, le Pokémon au combat récupère la moitié de ses propres PV max. Si le bénéficiaire de Vœu a ses PV pleins, la capacité n'a aucun effet, bien que réussie."
    },
    {
        "nom": "Voile Miroir",
        "type": "Psy",
        "puissance": "?",
        "precision": "100%",
        "pp": "20",
        "categorie": "Spéciale",
        "effet": "Si le lanceur de Voile Miroir est touché par une capacité de catégorie spéciale pendant le tour où Voile Miroir est utilisé, le lanceur occasionnera deux fois plus de dommages à la cible qu'elle-même lui en a infligé, sans prendre en compte le type des deux parties, bien que Voile Miroir ne puisse toucher les cibles de type Ténèbres."
    },
    {
        "nom": "Vol Magnétik",
        "type": "Electrik",
        "puissance": "/",
        "precision": "/",
        "pp": "10",
        "categorie": "Non-offensive",
        "effet": "L'utilisateur devient immunisé aux capacités de type Sol, aux Picots et aux Pics Toxik pendant 5 tours. L'effet de cette capacité peut être transmis avec Relais."
    },
    {
        "nom": "Zénith",
        "type": "Feu",
        "puissance": "/",
        "precision": "/",
        "pp": "5",
        "categorie": "Non-offensive",
        "effet": "Lorsque Zénith est utilisé, un soleil de plomb s’installe sur le terrain durant 5 tours, annulant une éventuelle autre condition météo particulière. Les effets secondaires incluent : la puissance des capacités de type Feu est augmentée de 50 % et la puissance des capacités de type Eau est diminuée de 50 %, Lance-Soleil ne requiert plus de tour de chargement, la précision de Fatal-Foudre tombe à 50 %, Synthèse, Aurore et Rayon Lune restaurent 67 % des PV maximum du Pokémon, les Pokémon possédant le talent Peau Sèche perdront 1/8 ème de leur PV maximum à chaque tour, les Pokémon possédant le talent Chlorophyle verront leur Vitesse doubler et les Pokémon possédant le talent Feuille Garde seront immunisés aux problèmes de statut."
    }
]