[{
        "nom": "Absorb Eau",
        "effet": "Un Pokémon doté de ce talent récupère au maximum 1/4 de ses PV s'il est touché par une capacité de type Eau et il ne subit pas les dégâts de ces capacités."
    },
    {
        "nom": "Absorb Volt",
        "effet": "Un Pokémon doté de ce talent récupère 25 % de ses PV max s'il est touché par une capacité de type Électrik et il ne subit pas les dégâts de ces capacités."
    },
    {
        "nom": "Annule Garde",
        "effet": "Un Pokémon doté de ce talent provoque une Précision de 100 % pour toutes ses capacités, ainsi que les coups qu’il encaisse."
    },
    {
        "nom": "Benêt",
        "effet": "Un Pokémon doté de ce talent ne peut pas être attiré par Attraction, Joli Sourire ou encore Séduction."
    },
    {
        "nom": "Brasier",
        "effet": "Un Pokémon doté de ce talent voit la puissance de ses capacités de type Feu augmentée de 50 % lorsque ses PV sont inférieurs à 1/3 de ses PV maximums."
    },
    {
        "nom": "Corps Sain",
        "effet": "Un Pokémon doté de ce talent est immunisé aux baisses de statistiques imposées par son adversaire, que ce soit par des capacités ou un talent (par exemple, Intimidation). Il reste tout de même sensible aux diminutions qu'il peut s'imposer lui-même par des capacités comme Malédiction..."
    },
    {
        "nom": "Engrais",
        "effet": "Un Pokémon doté de ce talent voit la puissance de ses capacités de type Plante augmentée de 50 % lorsque ses PV sont inférieurs à 1/3 de ses PV maximums."
    },
    {
        "nom": "Intimidation",
        "effet": "Lors de l'envoi au combat du Pokémon, le Pokémon adverse perd un niveau de statistique d'Attaque. Intimidation n'a aucun effet si le Pokémon adverse possède les talents Corps Sain, Écran Fumée ou Hyper Cutter."
    },
    {
        "nom": "Garde Magik",
        "effet": "Seules les capacités qui infligent des dégâts directs fonctionnent contre le Pokémon possédant le talent. Un Pokémon doté de ce talent ne subira pas les dégâts infligés par : les altérations de statut, sauf ceux d'une éventuelle confusion, les altérations de climat, les contrecoups (mais pas celui de Lutte), le sacrifice de PV (Malédiction spectre) ou les Entry Hazards (Picots, Pics Toxik et Piège de Roc). Cependant, les effets secondaires associés aux statuts ou encore l'impossibilité de changer de Pokémon sur les capacités piégeantes restent tout à fait effectifs."
    },
    {
        "nom": "Glissade",
        "effet": "Si le climat est pluvieux, le Pokémon doté de Glissade voit sa statistique de Vitesse multipliée par deux."
    },
    {
        "nom": "Matinal",
        "effet": "Lorsqu'un Pokémon doté du talent Matinal s'endort, il se réveille deux fois plus rapidement que prévu."
    },
    {
        "nom": "Médic Nature",
        "effet": "Un Pokémon doté de Médic Nature soigne son statut lorsqu'il est quitte le combat."
    },
    {
        "nom": "Lévitation",
        "effet": "Un Pokémon doté de Lévitation ne peut pas être touché par des capacités de type Sol, excepté Jet de Sable. Lévitation permet également d'échapper aux Picots, aux Pics Toxik et au talent Piège Sable."
    },
    {
        "nom": "Point Poison",
        "effet": "Si un Pokémon effectue une attaque directe sur un adversaire doté de ce talent, il a 30 % de chances d'être empoisonné."
    },
    {
        "nom": "Pression",
        "effet": "Face à un Pokémon doté de Pression, un Pokémon l'attaquant avec une capacité offensive dépense deux fois plus de PP. Cette dépense est effectuée que la capacité soit réussie ou non, efficace ou inefficace. Ainsi, face à un Artikodin, une capacité Feu Follet (non-offensive) retire un seul PP à son utilisateur, tandis qu'une capacité Séisme en retire deux, malgré le fait qu'elle n'atteigne pas un Pokémon de type Vol. Pour les combats Duo, si deux Pokémon sont dotés de Pression, alors les effets se cumuleront uniquement si les deux Pokémon sont touchés par une capacité de zone. Le talent n'est pas affecté par Brise Moule."
    },
    {
        "nom": "Puanteur",
        "effet": "Puanteur n'a aucun effet en combat."
    },
    {
        "nom": "Regard Vif",
        "effet": "Un Pokémon doté de ce talent ne peut pas perdre de Précision."
    },
    {
        "nom": "Rivalité",
        "effet": "Si le Pokémon est du même sexe que son adversaire la puissance de ses attaques est augmentée de 25%, s'ils sont tous deux de sexe différent la puissance de ses attaques est diminuée de 25% et si l'adversaire est asexué le talent n'a pas d'effet."
    },
    {
        "nom": "Statik",
        "effet": "Si un Pokémon utilise une attaque directe et que celle-ci inflige des dégâts sur un Pokémon doté de ce talent, il a 30 % de chances d'être paralysé. Si le Pokémon utilise une capacité à plusieurs coups, comme Torgnoles, il a une probabilité d'être paralysé à chaque coup."
    },
    {
        "nom": "Synchro",
        "effet": "Si un Pokémon doté du talent Synchro est empoisonné, paralysé ou brûlé, alors il transmettra son altération de statut à l'attaquant. Ce talent ne fonctionne pas avec le sommeil, le gel ou la confusion. Ce statut doit obligatoirement être provoqué par une capacité ou l'activation d'un talent comme Statik ou encore Corps Ardent. Ainsi un empoisonnement par Pics Toxik ne sera pas synchronisée. Si le Pokémon adverse qui switche face à celui qui a Synchro est déjà atteint d'une altération de statut, ce dernier ne changera pas, même s'il est différent de celui du Pokémon ayant Synchro (un Tortank paralysé qui switche sur un Alakazam empoisonné ne sera pas empoisonné)."
    },
    {
        "nom": "Tempo Perso",
        "effet": "Un Pokémon doté de ce talent ne peut pas être confus, y compris s'il utilise des capacités entraînant la confusion, comme Mania ou Colère. La protection garantie par Tempo Perso contre la confusion peut toutefois être annulée par Suc Digestif et Brise Moule."
    },
    {
        "nom": "Tête de Roc",
        "effet": "Un Pokémon doté de Tête de Roc ne subit pas de contrecoup sur les attaques pouvant en infliger."
    },
    {
        "nom": "Torche",
        "effet": "Lorsqu'un Pokémon doté de ce talent est touché par une capacité de type Feu (offensive ou non, donc des capacités comme Feu Follet sont aussi concernées) ou que son statut est modifié en brûlure, il obtient un boost de 50 % pour ses propres capacités Feu. Une seconde attaque ne produit pas d'augmentation supplémentaire. Les capacités de type Feu qui touchent ce Pokémon ne produisent également aucun dégât. L'augmentation de la puissance des capacités Feu disparaît si le Pokémon est switché. Si le Pokémon est gelé et est touché par une capacité feu, il est dégelé sans bénéficier du boost."
    },
    {
        "nom": "Torrent",
        "effet": "Un Pokémon doté de ce talent voit la puissance de ses capacités de type Eau augmentée de 50 % lorsque ses PV sont inférieurs à 1/3 de ses PV maximums."
    }
]