[{
        "nom": "Absentéisme",
        "effet": "Un Pokémon doté de ce talent ne peut attaquer qu'un tour sur deux. Il s'agit donc d'un talent handicapant pour les Pokémon qui en sont dotés, mais reflétant parfaitement la fainéantise de ces derniers…"
    },
    {
        "nom": "Absorb Eau",
        "effet": "Un Pokémon doté de ce talent récupère au maximum 1/4 de ses PV s'il est touché par une capacité de type Eau et il ne subit pas les dégâts de ces capacités."
    },
    {
        "nom": "Absorb Volt",
        "effet": "Un Pokémon doté de ce talent récupère 25 % de ses PV max s'il est touché par une capacité de type Électrik et il ne subit pas les dégâts de ces capacités."
    },
    {
        "nom": "Air Lock",
        "effet": "Un Pokémon doté de ce talent désactive tous les effets des modifications du climat. Ainsi, même si les modifications de climat sont toujours affichées, elles n'auront aucune utilité. Les altérations de climat récupèrent leurs effets une fois le Pokémon avec Air Lock échangé."
    },
    {
        "nom": "Annule Garde",
        "effet": "Un Pokémon doté de ce talent provoque une Précision de 100 % pour toutes ses capacités, ainsi que les coups qu’il encaisse."
    },
    {
        "nom": "Anti-Bruit",
        "effet": "Un Pokémon doté de ce talent ne sera pas sensible aux capacités dites sonores."
    },
    {
        "nom": "Armurbaston",
        "effet": "Un Pokémon doté de ce talent bloque les coups critiques. Ainsi, l'adversaire n'effectue jamais ce genre de coups et s'en tient à des coups plus basiques."
    },
    {
        "nom": "Attention",
        "effet": "Un Pokémon doté de ce talent ne peut pas être apeuré."
    },
    {
        "nom": "Benêt",
        "effet": "Un Pokémon doté de ce talent ne peut pas être attiré par Attraction, Joli Sourire ou encore Séduction."
    },
    {
        "nom": "Brasier",
        "effet": "Un Pokémon doté de ce talent voit la puissance de ses capacités de type Feu augmentée de 50 % lorsque ses PV sont inférieurs à 1/3 de ses PV maximums."
    },
    {
        "nom": "Brise Moule",
        "effet": "Un Pokémon doté de ce talent ignore les effets d'affaiblissement ou d'annulation (de dégâts ou d'effets) que le talent de son adversaire peut déclencher."
    },
    {
        "nom": "Chanceux",
        "effet": "Un Pokémon doté de ce talent voit son taux de coups critiques augmenter. En pratique, le niveau en coup critique de la capacité est multiplié par deux (avant application de tout autre modificateur)."
    },
    {
        "nom": "Corps Sain",
        "effet": "Un Pokémon doté de ce talent est immunisé aux baisses de statistiques imposées par son adversaire, que ce soit par des capacités ou un talent (par exemple, Intimidation). Il reste tout de même sensible aux diminutions qu'il peut s'imposer lui-même par des capacités comme Malédiction..."
    },
    {
        "nom": "Crachin",
        "effet": "Lorsqu'un Pokémon doté du talent Crachin est envoyé au combat, il modifie immédiatement le climat, provoquant ainsi la pluie."
    },
    {
        "nom": "Cran",
        "effet": "Un Pokémon doté de ce talent voit sa statistique d'Attaque augmenter de 50 % s'il a une altération principale de son statut : brûlure, empoisonnement, gel, paralysie ou sommeil. La confusion n'active pas ce talent. Par ailleurs, Cran annule la diminution d'attaque causée par une éventuelle brûlure, ainsi, seul le bonus d'Attaque de 50 % est appliqué comme modification de cette statistique."
    },
    {
        "nom": "Ecaille Spé.",
        "effet": "Si un Pokémon doté du talent Écaille Spé. subit une altération principale de statut (paralysie, empoisonnement, gel, sommeil ou brûlure), alors sa statistique de Défense Physique augmente de 50 %."
    },
    {
        "nom": "Ecran Fumée",
        "effet": "Un Pokémon doté de ce talent est immunisé aux réductions de statistiques imposées par son adversaire, que ce soit par des capacités ou un talent. Il reste tout de même sensible aux diminutions qu'il peut s'imposer lui-même par des capacités comme Surchauffe."
    },
    {
        "nom": "Engrais",
        "effet": "Un Pokémon doté de ce talent voit la puissance de ses capacités de type Plante augmentée de 50 % lorsque ses PV sont inférieurs à 1/3 de ses PV maximums."
    },
    {
        "nom": "Fermeté",
        "effet": "Un Pokémon doté de ce talent ne peut pas être touché par des capacités OHKO."
    },
    {
        "nom": "Intimidation",
        "effet": "Lors de l'envoi au combat du Pokémon, le Pokémon adverse perd un niveau de statistique d'Attaque. Intimidation n'a aucun effet si le Pokémon adverse possède les talents Corps Sain, Écran Fumée ou Hyper Cutter."
    },
    {
        "nom": "Garde Magik",
        "effet": "Seules les capacités qui infligent des dégâts directs fonctionnent contre le Pokémon possédant le talent. Un Pokémon doté de ce talent ne subira pas les dégâts infligés par : les altérations de statut, sauf ceux d'une éventuelle confusion, les altérations de climat, les contrecoups (mais pas celui de Lutte), le sacrifice de PV (Malédiction spectre) ou les Entry Hazards (Picots, Pics Toxik et Piège de Roc). Cependant, les effets secondaires associés aux statuts ou encore l'impossibilité de changer de Pokémon sur les capacités piégeantes restent tout à fait effectifs."
    },
    {
        "nom": "Garde Mystik",
        "effet": "Un Pokémon doté de ce talent ne peut être affecté que par des capacités qui sont super efficaces sur lui. Les altérations de statut, les effets du climat et des Picots restent effectifs. Garde Mystik ne protège pas de la capacité Lutte."
    },
    {
        "nom": "Glissade",
        "effet": "Si le climat est pluvieux, le Pokémon doté de Glissade voit sa statistique de Vitesse multipliée par deux."
    },
    {
        "nom": "Insomnia",
        "effet": "Un Pokémon doté de ce talent ne peut jamais être endormi, peu importe le moyen utilisé. Ainsi par exemple, même la capacité Repos ne peut pas être utilisée par ce Pokémon : celle-ci échoue automatiquement."
    },
    {
        "nom": "Isograisse",
        "effet": "Si un Pokémon adverse utilise une capacité de type Feu ou Glace contre un Pokémon doté d'Isograisse, les dégâts infligés par ces capacités sont divisés par deux."
    },
    {
        "nom": "Lévitation",
        "effet": "Un Pokémon doté de Lévitation ne peut pas être touché par des capacités de type Sol, excepté Jet de Sable. Lévitation permet également d'échapper aux Picots, aux Pics Toxik et au talent Piège Sable."
    },
    {
        "nom": "Marque Ombre",
        "effet": "Si un Pokémon rencontre un adversaire doté du talent Marque Ombre, alors il ne pourra plus s'enfuir, ni être échangé. Il peut toutefois forcer la fin du combat grâce à des capacités comme Cyclone ou Hurlement. Si le Pokémon piégé possède le talent Fuite, alors la fuite ou l'échange pourra toujours se réaliser."
    },
    {
        "nom": "Matinal",
        "effet": "Lorsqu'un Pokémon doté du talent Matinal s'endort, il se réveille deux fois plus rapidement que prévu."
    },
    {
        "nom": "Médic Nature",
        "effet": "Un Pokémon doté de Médic Nature soigne son statut lorsqu'il est quitte le combat."
    },
    {
        "nom": "Peau Dure",
        "effet": "Lorsque le Pokémon doté de Peau Dure subit une attaque directe, il inflige à son adversaire des dégâts équivalents à 1/8 de ses PV."
    },
    {
        "nom": "Point Poison",
        "effet": "Si un Pokémon effectue une attaque directe sur un adversaire doté de ce talent, il a 30 % de chances d'être empoisonné."
    },
    {
        "nom": "Pression",
        "effet": "Face à un Pokémon doté de Pression, un Pokémon l'attaquant avec une capacité offensive dépense deux fois plus de PP. Cette dépense est effectuée que la capacité soit réussie ou non, efficace ou inefficace. Ainsi, face à un Artikodin, une capacité Feu Follet (non-offensive) retire un seul PP à son utilisateur, tandis qu'une capacité Séisme en retire deux, malgré le fait qu'elle n'atteigne pas un Pokémon de type Vol. Pour les combats Duo, si deux Pokémon sont dotés de Pression, alors les effets se cumuleront uniquement si les deux Pokémon sont touchés par une capacité de zone. Le talent n'est pas affecté par Brise Moule."
    },
    {
        "nom": "Puanteur",
        "effet": "Puanteur n'a aucun effet en combat."
    },
    {
        "nom": "Regard Vif",
        "effet": "Un Pokémon doté de ce talent ne peut pas perdre de Précision."
    },
    {
        "nom": "Rivalité",
        "effet": "Si le Pokémon est du même sexe que son adversaire la puissance de ses attaques est augmentée de 25%, s'ils sont tous deux de sexe différent la puissance de ses attaques est diminuée de 25% et si l'adversaire est asexué le talent n'a pas d'effet."
    },
    {
        "nom": "Sable Volant",
        "effet": "Lorsqu'un Pokémon doté du talent Sable Volant est envoyé au combat, il modifie immédiatement le climat, provoquant ainsi une tempête de sable."
    },
    {
        "nom": "Sécheresse",
        "effet": "Lorsqu'un Pokémon doté du talent Sécheresse est envoyé au combat, il modifie immédiatement le climat, provoquant ainsi un ensoleillement."
    },
    {
        "nom": "Sérénité",
        "effet": "Si un Pokémon doté de ce talent utilise une capacité avec un effet additionnel (par exemple, Tonnerre qui peut paralyser, Laser Glace qui gèle, Aile d'Acier qui augmente la Défense…), ce dernier a deux fois plus de chance de se produire. Sérénité ne fonctionne pas avec les capacités de statut (comme Berceuse ou Feu Follet)."
    },
    {
        "nom": "Soin Poison",
        "effet": "Si un Pokémon doté de ce talent est empoisonné, aussi bien par poison simple que par empoisonnement grave, il récupère 1/8 de ses PV maximums (au lieu d'en perdre) entre chaque tour, tout en étant immunisé au poison."
    },
    {
        "nom": "Solide Roc",
        "effet": "Si un Pokémon doté de ce talent est touché par une capacité « super efficace », les dégâts infligés par celle-ci sont réduits d'un quart. Ainsi, au lieu d'appliquer un coefficient multiplicateur de 2, un coefficient de 1,5 est comptabilisé. Pour une double faiblesse, le coefficient multiplicateur passera de 4 à 3."
    },
    {
        "nom": "Statik",
        "effet": "Si un Pokémon utilise une attaque directe et que celle-ci inflige des dégâts sur un Pokémon doté de ce talent, il a 30 % de chances d'être paralysé. Si le Pokémon utilise une capacité à plusieurs coups, comme Torgnoles, il a une probabilité d'être paralysé à chaque coup."
    },
    {
        "nom": "Synchro",
        "effet": "Si un Pokémon doté du talent Synchro est empoisonné, paralysé ou brûlé, alors il transmettra son altération de statut à l'attaquant. Ce talent ne fonctionne pas avec le sommeil, le gel ou la confusion. Ce statut doit obligatoirement être provoqué par une capacité ou l'activation d'un talent comme Statik ou encore Corps Ardent. Ainsi un empoisonnement par Pics Toxik ne sera pas synchronisée. Si le Pokémon adverse qui switche face à celui qui a Synchro est déjà atteint d'une altération de statut, ce dernier ne changera pas, même s'il est différent de celui du Pokémon ayant Synchro (un Tortank paralysé qui switche sur un Alakazam empoisonné ne sera pas empoisonné)."
    },
    {
        "nom": "Technicien",
        "effet": "Si un Pokémon doté de ce talent utilise une capacité dont la puissance de base (sans prise en compte du STAB et autres coefficients multiplicateurs) est inférieure ou égale à 60, alors sa puissance est augmentée de 50 %."
    },
    {
        "nom": "Tempo Perso",
        "effet": "Un Pokémon doté de ce talent ne peut pas être confus, y compris s'il utilise des capacités entraînant la confusion, comme Mania ou Colère. La protection garantie par Tempo Perso contre la confusion peut toutefois être annulée par Suc Digestif et Brise Moule."
    },
    {
        "nom": "Tête de Roc",
        "effet": "Un Pokémon doté de Tête de Roc ne subit pas de contrecoup sur les attaques pouvant en infliger."
    },
    {
        "nom": "Torche",
        "effet": "Lorsqu'un Pokémon doté de ce talent est touché par une capacité de type Feu (offensive ou non, donc des capacités comme Feu Follet sont aussi concernées) ou que son statut est modifié en brûlure, il obtient un boost de 50 % pour ses propres capacités Feu. Une seconde attaque ne produit pas d'augmentation supplémentaire. Les capacités de type Feu qui touchent ce Pokémon ne produisent également aucun dégât. L'augmentation de la puissance des capacités Feu disparaît si le Pokémon est switché. Si le Pokémon est gelé et est touché par une capacité feu, il est dégelé sans bénéficier du boost."
    },
    {
        "nom": "Torrent",
        "effet": "Un Pokémon doté de ce talent voit la puissance de ses capacités de type Eau augmentée de 50 % lorsque ses PV sont inférieurs à 1/3 de ses PV maximums."
    },
    {
        "nom": "Turbo",
        "effet": "Un Pokémon doté de Turbo voit sa statistique de Vitesse augmenter d'un niveau entre chaque tour. Si le Pokémon est posé sur le terrain lors d'un switch non provoqué par un K.O., l'effet de Turbo ne s'active pas le tour où il a été posé."
    },
    {
        "nom": "Ventouse",
        "effet": "Un Pokémon doté du talent Ventouse ne peut pas être forcé par son adversaire à quitter le combat ou à être échangé par une capacité comme Hurlement, Cyclone ou Projection. Il peut toutefois toujours quitter de lui-même le combat en utilisant des capacités de fuite, comme Relais ou Téléport."
    }
]